tap "homebrew/cask"

brew "jq"
brew "bat"
brew "git-delta"
brew "fnm"
brew "starship"
brew "fish"
brew "silicon"
brew "exa"
brew "httpie"
brew "zoxide"

cask "iterm2"

# install nerd fonts
tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"

cask "visual-studio-code"
cask "firefox"
cask "slack"

